Repository: L213Dragon/Messenger-APP
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Attachment info
fr: Info

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Done
fr: Terminé

source: Emails do not match
fr: Les emails ne se correspondent pas.

source: Enter text
fr: Entrez message

source: Error
fr: Erreur

source: Existing User
fr: Compte Existant

source: ID Change
fr: Info

source: Image attached
fr: Image attachée.

source: Invalid user ID
fr: Pseudo non valide

source: Login info
fr: Info

source: Maybe later
fr: Peut être après.

source: Message info
fr: Info

source: Message sent
fr: Message envoyé!

source: New User
fr: Nouveau Compte

source: New message
fr: Nouveau message

source: Okay
fr: OK

source: Oops!
fr: Ops!

# PAY299
source: Pay $2.99 for a 1 year subscription
fr: Payer 2,99 $ pour un abonnement d’1 an.

# PAY499
source: Pay $4.99 for a 2 year subscription (17% off)
fr: Payer 4,99 $ pour un abonnement de 2 ans (17% de rabais).

# PAY699
source: Pay $6.99 for a 3 year subscription (22% off)
fr: Payer 6,99 $ pour un abonnement de 2 ans (22% de rabais).

source: Password Change
fr: Info

# Password not valid
source: Password needs to be at least 10 characters long and must include a character such as !@#$%^&*(), and a number.
fr: Votre mot de passe doit être d'au moins 10 caractères, et doit inclure un caractère tel que !@# $% ^ * (), et un nombre.

source: Passwords do no match
fr: Les mots de passe ne se correspondent pas.

source: Please enter a user ID
fr: SVP entrez un pseudo.

source: Please say something!
fr: SVP écrivez quelque chose!

source: Purchase Unsuccessful
fr: L’achat n’a pas eu lieu.

# RateDescription
source: Tell others what you think of the Squealock app by writing a quick review.
fr: Dites aux autres ce que vous pensez de Squealock en laissant une petite revue.

# RateLater
source: Remind Me Later
fr: Après

# RateNever
source: No, Thanks
fr: Non merci

# RateNow
source: Rate It Now
fr: Évaluer maintenant

# RateTitle
source: Recommend Squealock
fr: Recommander Squealock

source: Registration info
fr: Info

source: Sending failed
fr: Échec d’envoi.

source: Text field(s) is empty
fr: Champ de texte vide.

source: The operation could not be completed.
fr: La tâche ne pourrait pas se faire compléter.

source: User ID
fr: Pseudo

source: User not found
fr: Pseudo inconnu.

source: Warning
fr: Attention

source: Your purchase failed. Please try again.
fr: Votre achat ne s’est pas réalisé. Veuilliez réessayer svp.

source: iPhone users can still take screenshots. Continue?
fr: Les utiliseurs d’iPhone peuvent prendre des captures d’écran. Continuer?

# message1
source: You have consumed your 30 free Squealock messages. Subscribe to us!
fr: Vous avez consommé vos 30 messages gratuits de Squealock. Abonnez-vous à nous!
